Repository: amake/SuperTMXMerge
Catalog: l10n/ja-jp.tmx
Source language: en_us
Languages: ja_jp

source: Diff
ja_jp: 差分

source: {0} changes
ja_jp: {0}点の変更

source: 1 change
ja_jp: 1点の変更

source: Save
ja_jp: 保存

source: Save as...
ja_jp: 名前を付けて保存...

source: Discard
ja_jp: 破棄

source: Input file does not exist or is unreadable: {0}
ja_jp: 入力ファイルは存在しないか、読み取りできません {0}

source: Usage:
ja_jp: 使用方法

source: Diff:
ja_jp: 差分

source: 3-way merge:
ja_jp: ３ウェイマージ

source: Combine:
ja_jp: 通常マージ

source: Merge
ja_jp: マージ

source: File 1...
ja_jp: ファイル１...

source: File 2...
ja_jp: ファイル２...

source: Cancel
ja_jp: キャンセル

source: Base file...
ja_jp: 親ファイル...

source: Select files
ja_jp: ファイル選択

source: TMX files
ja_jp: TMXファイル

source: The input files are identical.
ja_jp: 入力ファイルに差異はありません。

source: The input files were merged with no conflicts.
ja_jp: 入力ファイルを問題なくマージできました。

source: View changes from base?
ja_jp: ベースとの差分を見ますか？

source: Not all conflicts have been resolved.
ja_jp: 未解決の競合が残っています。

source: Are you sure you want to exit without saving?
ja_jp: 変更を破棄して終了しますか？

source: An error occurred when trying to load the input files.
ja_jp: 入力ファイルを読み込む際にエラーが発生しました。

source: Diff {0} of {1}
ja_jp: 差分（{0}／{1}）

source: Combine complete
ja_jp: マージ完了

source: No name set
ja_jp: 名称未決定

source: Merged
ja_jp: マージ済み

source: Combined
ja_jp: マージ済み

source: Empty
ja_jp: 空

source: New
ja_jp: 新規

source: Error
ja_jp: エラー

source: Combine
ja_jp: 通常マージ

source: File
ja_jp: ファイル

source: Save As ...
ja_jp: 名前を付けて保存...

source: Close
ja_jp: 閉じる

source: Please resolve the conflicts by choosing a translation for each text unit below.
ja_jp: 以下の各ユニットについて、使用したい翻訳を選んで競合を解決してください。

source: {0} units
ja_jp: {0}個のユニット

source: 1 unit
ja_jp: 1個のユニット

source: {0} conflicts
ja_jp: {0}点の競合

source: 1 conflict
ja_jp: 1点の競合

source: Details unavailable
ja_jp: 詳細不明

source: Use all left
ja_jp: 左をすべて使用

source: Use all base
ja_jp: 親をすべて使用

source: Use all right
ja_jp: 右をすべて使用

source: Done
ja_jp: 完了

source: Processing...
ja_jp: 処理中…

source: Conflict {0} of {1}
ja_jp: 競合（{0}／{1}）

source: Deleted
ja_jp: 削除済み

source: Not present
ja_jp: なし

source: ← Back
ja_jp: ← 戻る

source: Next →
ja_jp: 次へ →

source: Change date
ja_jp: 変更日

source: Changer
ja_jp: 変更者

source: Creation date
ja_jp: 作成日

source: Creator
ja_jp: 作成者

source: Is default translation
ja_jp: デフォルト

source: Note
ja_jp: メモ

source: Source
ja_jp: 原文

source: Translation
ja_jp: 訳文

source: Next
ja_jp: 次

source: Previous
ja_jp: 前

source: Change ID
ja_jp: 変更者ID

source: Creation ID
ja_jp: 作成者ID

source: Creation tool
ja_jp: 作成ツール

source: Creation tool version
ja_jp: 作成ツールバージョン

source: Data type
ja_jp: データタイプ

source: Language
ja_jp: 言語

source: Last usage date
ja_jp: 最終使用日

source: Usage count
ja_jp: 使用カウント

source: XML language
ja_jp: XML言語

source: Path
ja_jp: パス

source: Segment type
ja_jp: 文節タイプ

source: Source language
ja_jp: 原文言語

source: List View
ja_jp: リスト表示

source: Detail View
ja_jp: 詳細表示

source: Added: {1}, Deleted: {2}, Modified: {3} (Conflicts: {0})
ja_jp: 追加: {1} 削除: {2} 変更: {3} (競合: {0})
